Repository: IvorySvoboda/Orhadi
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: 1 day left until the to-do’s deadline.
pt_br: Falta 1 dia para o prazo da tarefa.

source: 1 hour left until the to-do’s deadline.
pt_br: Falta 1 hora para o prazo da tarefa.

source: About
pt_br: Sobre

source: Add
pt_br: Adicionar

source: Add Interval
pt_br: Adicionar Intervalo

source: Add new To-Dos to start getting organized.
pt_br: Adicione novas tarefas para começar a se organizar.

source: Add Subject
pt_br: Adicionar Matéria

source: Add To-Do
pt_br: Adicionar Tarefa

source: All data, including subjects, to-dos, and studies, will be deleted. It will not be possible to recover the data after resetting. Are you sure you want to continue?
pt_br: Todos os dados, incluindo matérias, tarefas e estudos, serão apagados. Não será possível recuperá-los após a redefinição. Tem certeza de que deseja continuar?

source: All items
pt_br: Todos os itens

source: All studies completed! 🔥
pt_br: Todos os estudos concluídos! 🔥

source: All to-dos
pt_br: Todas as tarefas

source: Archive
pt_br: Arquivar

source: Archived
pt_br: Arquivado

source: Archived To-Dos
pt_br: Tarefas Arquivadas

source: Auto
pt_br: Automático

source: Bold
pt_br: Negrito

source: Break Time
pt_br: Intervalo

source: Cancel
pt_br: Cancelar

source: Class Schedule
pt_br: Agenda de Aulas

source: Close
pt_br: Fechar

source: Complete
pt_br: Completar

source: Complete To-Dos to see them here.
pt_br: Complete suas tarefas para vê-las aqui.

source: Completed
pt_br: Concluídas

source: Conflict Detected!
pt_br: Conflito Detectado!

source: Continue
pt_br: Continuar

source: Dark
pt_br: Escuro

source: Data
pt_br: Dados

source: Date
pt_br: Data

source: Delete
pt_br: Apagar

source: Delete %lld Studies
pt_br: Apagar %lld Estudos

source: Delete %lld Subjects
pt_br: Apagar %lld Matérias

source: Delete %lld To-Dos
pt_br: Apagar %lld Tarefas

source: Delete All
pt_br: Apagar Tudo

source: Delete all studies
pt_br: Apagar todos os estudos

source: Delete all studies?
pt_br: Apagar todos os estudos?

source: Delete all subjects
pt_br: Apagar todas as matérias

source: Delete all subjects?
pt_br: Apagar todas as matérias?

source: Delete All to-dos
pt_br: Apagar todas as tarefas

source: Delete All to-dos?
pt_br: Apagar todas as tarefas?

source: Delete Study
pt_br: Apagar Estudo

source: Delete Subject
pt_br: Apagar Matéria

source: Delete To-Do
pt_br: Apagar Tarefa

source: Deleted Studies
pt_br: Estudos Apagados

source: Deleted Subjects
pt_br: Matérias Apagadas

source: Deleted To-Dos
pt_br: Tarefas Apagadas

source: Do …
pt_br: Fazer …

source: Duplicate
pt_br: Duplicar

source: Edit
pt_br: Editar

source: Edit Interval
pt_br: Editar Intervalo

source: Edit Study
pt_br: Editar Estudo

source: Edit Subject
pt_br: Editar Matéria

source: Edit Teacher
pt_br: Editar Professor(a)

source: Edit To-Do
pt_br: Editar Tarefa

source: email@exemple.com
pt_br: email@exemplo.com

source: End
pt_br: Fim

source: Export Study Routine
pt_br: Exportar Rotina de Estudos

source: Export Subjects
pt_br: Exportar Matérias

source: Export To-Dos
pt_br: Exportar Tarefas

source: High
pt_br: Alta

source: Highlight
pt_br: Destacar

source: Import Study Routine
pt_br: Importar Rotina de Estudos

source: Import Study Routine?
pt_br: Importar rotina de estudos?

source: Import Subjects
pt_br: Importar Matérias

source: Import Subjects?
pt_br: Importar matérias?

source: Import To-Dos
pt_br: Importar Tarefas

source: Import To-Dos?
pt_br: Importar tarefas?

source: Interval
pt_br: Intervalo

source: It looks like there's nothing else here. How about taking this opportunity to study a little?
pt_br: Parece que não há mais nada aqui. Que tal aproveitar essa oportunidade para estudar um pouco?

source: Italic
pt_br: Itálico

source: Light
pt_br: Claro

source: Low
pt_br: Baixa

source: Medium
pt_br: Média

source: Mr. Johnson
pt_br: Sr. Johnson

source: Name (ex: English)
pt_br: Nome (ex: Português)

source: New Interval
pt_br: Novo Intervalo

source: New Study
pt_br: Novo Estudo

source: New Subject
pt_br: Nova Matéria

source: New Teacher
pt_br: Novo Professor

source: New To-Do
pt_br: Nova Tarefa

source: Next
pt_br: Avançar

source: No Completed To-Dos
pt_br: Nenhuma Tarefa Concluída

source: No Name
pt_br: Sem Nome

source: No Pending To-Dos
pt_br: Nenhuma Tarefa Pendente

source: No Subjects
pt_br: Nenhuma Matéria

source: No subjects today. How about taking some time to rest a little?
pt_br: Nenhuma matéria hoje. Que tal aproveitar para descansar um pouco?

source: None
pt_br: Nenhum

source: Not provided
pt_br: Não informado

source: Not specified
pt_br: Não especificado

source: Not specified.
pt_br: Não especificado.

source: Nothing to Study
pt_br: Nada para Estudar

source: Nothing to study today. How about taking a little time to rest?
pt_br: Nada para estudar hoje. Que tal aproveitar para descansar um pouco?

source: Notifications
pt_br: Notificações

source: Overdue
pt_br: Atrasado

source: Pause
pt_br: Pausar

source: Pending
pt_br: Pendente

source: Pending To-Dos
pt_br: Tarefas Pendentes

source: Place (ex: Room 101)
pt_br: Local (ex: Sala 101)

source: Play
pt_br: Iniciar

source: Priority
pt_br: Prioridade

source: Reset
pt_br: Redefinir

source: Reset all data
pt_br: Redefinir todos os dados

source: Reset all data?
pt_br: Redefinir todos os dados?

source: Restore
pt_br: Restaurar

source: Restore All
pt_br: Restaurar Tudo

source: Save
pt_br: Salvar

source: Schedule
pt_br: Horário

source: Schedule Conflict!
pt_br: Conflito de Horário!

source: Schedule Notifications
pt_br: Agendar Notificações

source: See today’s subjects without opening the app.
pt_br: Veja as matérias de hoje sem abrir o aplicativo.

source: See your incomplete to-dos without opening the app.
pt_br: Veja suas tarefas pendentes sem abrir o aplicativo.

source: Send e-mail
pt_br: Enviar e-mail

source: Settings
pt_br: Ajustes

source: Start
pt_br: Início

source: Start Study
pt_br: Começar Estudo

source: Start Studying
pt_br: Começar a Estudar

source: Stop Studying
pt_br: Interromper Estudo

source: Strikethrough
pt_br: Riscado

source: Studies
pt_br: Estudos

source: Study Duration
pt_br: Duração do Estudo

source: Study Routine
pt_br: Rotina de Estudos

source: Subject indicator
pt_br: Indicador da Matéria

source: Subjects
pt_br: Matérias

source: Teacher
pt_br: Professor

source: Teachers
pt_br: Professores

source: The selected time range is invalid or overlaps with another schedule. Please adjust it before saving.
pt_br: O intervalo de horário selecionado é inválido ou conflita com outro horário. Ajuste-o antes de salvar.

source: The studies remain available here for 30 days. After this period, they will be permanently deleted.
pt_br: Os estudos permanecem disponíveis aqui por 30 dias. Após esse período, serão apagados permanentemente.

source: The subjects remain available here for 30 days. After this period, they will be permanently deleted.
pt_br: As matérias permanecem disponíveis aqui por 30 dias. Após esse período, serão apagadas permanentemente.

source: The to-do is overdue!
pt_br: A tarefa está atrasada!

source: The to-do: %@ is overdue!
pt_br: A tarefa: %@ está atrasada!

source: The to-dos remain available here for 30 days. After this period, they will be permanently deleted.
pt_br: As tarefas permanecem disponíveis aqui por 30 dias. Após esse período, serão apagadas permanentemente.

source: Theme
pt_br: Tema

source: These %lld studies will be deleted. This action cannot be undone.
pt_br: Esses %lld estudos serão apagados. Essa ação não pode ser desfeita.

source: These %lld subjects will be deleted. This action cannot be undone.
pt_br: Essas %lld matérias serão apagadas. Essa ação não pode ser desfeita.

source: These %lld to-dos will be deleted. This action cannot be undone.
pt_br: Essas %lld tarefas serão apagadas. Essa ação não pode ser desfeita.

source: This study will be deleted. This action cannot be undone.
pt_br: Este estudo será apagado. Essa ação não pode ser desfeita.

source: This subject will be deleted. This action cannot be undone.
pt_br: Esta matéria será apagada. Essa ação não pode ser desfeita.

source: This to-do will be deleted. This action cannot be undone.
pt_br: Esta tarefa será apagadas. Essa ação não pode ser desfeita.

source: Time
pt_br: Hora

source: To-Do
pt_br: Tarefa

source: To-Dos
pt_br: Tarefas

source: Total Studies
pt_br: Total de Estudos

source: Unarchive
pt_br: Desarquivar

source: Unarchive All
pt_br: Desarquivar Tudo

source: Uncomplete
pt_br: Incompletar

source: Underline
pt_br: Sublinhado

# Version: %@ (%@)
source: Version: %1$@ (%2$@)
pt_br: Versão: %1$@ (%2$@)

source: Weekday
pt_br: Dia da Semana

source: When activated, notifications will be scheduled to remind you of to-dos approaching their deadlines. Disabling this option will not cancel already scheduled notifications.
pt_br: Quando ativado, as notificações serão agendadas para lembrar sobre tarefas próximas ao prazo. Desativar esta opção não cancelará notificações já agendadas.

source: When importing a new study routine, all existing studies in the current routine will be deleted. Do you want to continue?
pt_br: Ao importar uma nova rotina de estudos, todos os estudos existentes na rotina atual serão apagados. Deseja continuar?

source: When importing, all existing subjects will be erased. Do you wish to continue?
pt_br: Ao importar, todas as matérias existentes serão excluídas. Deseja continuar?

source: When importing, all existing to-dos will be deleted. Do you wish to continue?
pt_br: Ao importar, todas as tarefas existentes serão apagadas. Deseja continuar?

source: Work of …
pt_br: Trabalho de …
